{
    "province": "central",
    "data": [
        {
            "placeId": "1",
            "placeTile": "Sri Dalada Maligawa",
            "placeDescription": "The Temple of the Sacred Tooth Relic or Sri Dalada Maligawa, is a Buddhist temple in Kandy, Sri Lanka. It is located in the royal palace complex of the former Kingdom of Kandy, which houses the relic of the tooth of the Buddha. Since ancient times, the relic has played an important role in local politics because it is believed that whoever holds the relic holds the governance of the country. The relic was historically held by Sinhalese kings. The temple of the tooth is a World Heritage Site mainly due to the temple and the relic. Bhikkhus of the two particular chapters, the Malwathu chapters and Asgiri chapters, conduct daily worship in the inner chamber of the temple. Rituals are performed three times daily: at dawn, at noon and in the evenings. On Wednesdays, there is a symbolic bathing of the relic with a herbal preparation made from scented water and fragrant flowers called Nanumura Mangallaya; this holy water is believed to contain healing powers and is distributed to those present. The temple sustained damage from bombings by Janatha Vimukthi Peramuna in 1989, and by the Liberation Tigers of Tamil Eelam in 1998. However, it was fully restored each time.",
            "placeImage": "https://upload.wikimedia.org/wikipedia/commons/thumb/e/eb/SL_Kandy_asv2020-01_img33_Sacred_Tooth_Temple.jpg/800px-SL_Kandy_asv2020-01_img33_Sacred_Tooth_Temple.jpg"
        },
        {
            "placeId": "2",
            "placeTile": "Horton Plains National Park",
            "placeDescription": "Horton Plains National Park is a national park in the central highlands of Sri Lanka that was designated in 1988. It is located at an elevation of 2,100–2,300 m and encompasses montane grassland and cloud forest. It is rich in biodiversity and many species found here are endemic to the region. It is also a popular tourist destination and is situated 8 kilometres from Ohiya, 6 kilometres from the world-famous Ohiya Gap/Dondra Watch and 32 kilometres from Nuwara Eliya. The Horton Plains are the headwaters of three major Sri Lankan rivers, the Mahaweli, Kelani, and Walawe. In Sinhala the plains are known as Maha Eliya Plains. Stone tools dating back to Balangoda culture have been found here. The plains' vegetation is grasslands interspersed with montane forest and includes many endemic woody plants. Large herds of Sri Lankan sambar deer feature as typical mammals and the park is also an Important Bird Area with many species not only endemic to Sri Lanka but restricted to the Horton Plains. Forest dieback is one of the major threats to the park and some studies suggest that it is caused by a natural phenomenon.",
            "placeImage": "https://duqjpivknq39s.cloudfront.net/2019/03/800x750-33.jpg"
        },
        {
            "placeId": "3",
            "placeTile": "Ramboda Falls",
            "placeDescription": "Ramboda Falls is 109 m high and 11th highest waterfall in Sri Lanka and 729th highest waterfall in the world. It is situated in Pussellawa area, on the A5 highway at Ramboda Pass. It formed by Panna Oya which is a tributary of Kothmale Oya. The falls have an altitude 945 m above sea level.",
            "placeImage": "https://media.tacdn.com/media/attractions-splice-spp-674x446/0b/39/a4/db.jpg"
        },
        {
            "placeId": "4",
            "placeTile": "Kandy View Point",
            "placeDescription": "",
            "placeImage": "https://dynamic-media-cdn.tripadvisor.com/media/photo-o/15/d2/50/5c/fb-img-1516810886978.jpg?w=1200&h=-1&s=1"
        },
        {
            "placeId": "5",
            "placeTile": "Sigiriya",
            "placeDescription": "Sigiriya or Sinhagiri is an ancient rock fortress located in the northern Matale District near the town of Dambulla in the Central Province, Sri Lanka. It is a site of historical and archaeological significance that is dominated by a massive column of granite rock approximately 180 m high. According to the ancient Sri Lankan chronicle the Cūḷavaṃsa, this area was a large forest, then after storms and landslides it became a hill and was selected by King Kashyapa for his new capital. He built his palace on top of this rock and decorated its sides with colourful frescoes. On a small plateau about halfway up the side of this rock he built a gateway in the form of an enormous lion. The name of this place is derived from this structure; Sīnhāgiri, the Lion Rock. The capital and the royal palace were abandoned after the king's death. It was used as a Buddhist monastery until the 14th century. Sigiriya today is a UNESCO listed World Heritage Site. It is one of the best preserved examples of ancient urban planning",
            "placeImage": "https://www.biofin.org/sites/default/files/content/news_media/Screenshot%202564-08-02%20at%2010.14.55.png"
        },
        {
            "placeId": "6",
            "placeTile": "Royal Botanical Garden Peradeniyak",
            "placeDescription": "Royal Botanic Gardens, Peradeniya are about 5.5 km to the west of the city of Kandy in the Central Province of Sri Lanka. In 2016, the garden was visited by 1.2 million locals and 400,000 foreign visitors. It is near the Mahaweli River. It is renowned for its collection of orchids. The garden includes more than 4000 species of plants, including orchids, spices, medicinal plants and palm trees. Attached to it is the 'National Herbarium of Sri Lanka'. The total area of the botanical garden is 147 acres, at 460 meters above sea level, and with a 200-day annual rainfall. It is managed by the Division of National Botanic Gardens of the Department of national botanic gardens. ",
            "placeImage": "https://www.attractionsinsrilanka.com/wp-content/uploads/2019/07/Royal-Botanical-Gardens-Peradeniya.jpg"
        },
        {
            "placeId": "7",
            "placeTile": "Pidurangala",
            "placeDescription": "Pidurangala is an enormous rock located a few kilometres north of Sigiriya. The two rocks have an interlinked history: whilst King Kasyapa was building Sigiriya Rock Fortress in the 5th century, he moved monks living around Sigiriya to a new monastery on Pidurangala Rock.",
            "placeImage": "https://destinationlesstravel.com/wp-content/uploads/2019/05/DSC_0266-1.jpg.webp"
        },
        {
            "placeId": "8",
            "placeTile": "Gregory Lake",
            "placeDescription": "In the heart of tea country, Gregory Lake offers a variety of outdoor activities, which make it extremely popular with both foreign tourists and locals. When you visit, you can boat, horseback ride around the like, or take a leisurely stroll along the area's 5 km (3.1 mi) path. You'll find several food vendors selling snacks here, so you can enjoy a picnic surrounded by lush scenery and cooled by a fresh mountain breeze. Using our custom trip planner, Nuwara Eliya attractions like Gregory Lake can form part of a personalized travel itinerary.",
            "placeImage": "https://www.trawell.in/admin/images/upload/140958556Nuwara_Eliya_Gregory_Lake.jpg"
        },
        {
            "placeId": "9",
            "placeTile": "Water World Kelaniya",
            "placeDescription": " Water World Lanka is one of Kelaniya’s most popular attractions and is home to South Asia’s first underwater tunnel aquarium. Located along Kelani River, the aquarium is home to a collection of over 500 fish species from all around the world including rare black diamond stingrays. You can even view piranha feedings and live shark dives. There's also a bird park that houses the world’s first aviary-themed river safari.  Tickets include entry to the aquarium, bird park and underwater tunnel, and there are special concessions for large groups. Spend at least two hours here; it’s best to visit on weekdays—it gets crowded on weekends and public holidays. ",
            "placeImage": "https://travelsnappy.com/wp-content/uploads/2022/12/Untitled-design-4.jpg"
        },
        {
        
            "placeId": "10",
            "placeTile": "Nuwara Eliya City Tour",
            "placeDescription": "",
            "placeImage": "https://duqjpivknq39s.cloudfront.net/2018/12/800x750-33.jpg"
        }
    ]
}