{
    "province": " Sabaragamuwa",
    "data": [
        {
            "placeId": 1,
            "placeTile": "Bopath Ella (Bopath Falls)",
            "placeDescription": "Bopath Ella (Sinhala: බෝපත් ඇල්ල) is a waterfall situated in the Ratnapura District of Sri Lanka. It has a shape very similar to the leaf of the Sacred fig or 'Bo' (බෝ) tree, which has earned it this name. The waterfall is a major tourist attraction in the country. Local myths say that it is haunted and that it hides a treasure trove.\n Location \n Bopath Ella is located in a village named Agalwatte in Kuruwita in the Ratnapura District of Sri Lanka. \nWaterfall \n The name 'Bopath Ella' has been given to the waterfall because of its shape. The water flows through a narrow gap in the rocks and then widens, forming the shape of a leaf of a 'Bo'[1] tree which is the Sinhalese name for sacred fig (Ficus religiosa). 'Path' means leaves of a tree and 'Ella' means waterfall. Virgin forests with a rich biodiversity surround the waterfall.",
            "placeImage": "https://images.app.goo.gl/Dzd8xrmSRzg3hEvM9"
        },
        {
            "placeId": 2,
            "placeTile": "Udawalawe National Park Safari",
            "placeDescription": "Udawalawe National Park is a national park on the boundary of Sabaragamuwa and Uva Provinces in Sri Lanka. The park was created to provide a sanctuary for wild animals displaced by the construction of the Udawalawe Reservoir on the Walawe River, as well as to protect the catchment of the reservoir. The reserve covers 30,821 hectares of land area and was established on 30 June 1972. Before the designation of the national park, the area was used for shifting cultivation. The farmers were gradually removed once the national park was declared. The park is 165 kilometres from Colombo. Udawalawe is an important habitat for water birds and Sri Lankan elephants. It is a popular tourist destination and the third-most visited park in the country.",
            "placeImage": "https://media.tacdn.com/media/attractions-splice-spp-674x446/10/3d/66/c5.jpg"
        },
        {
            "placeId": 3,
            "placeTile": "Pahanthudawa Waterfall",
            "placeDescription": "Pahanthudawa is another unique and beautiful creation among the waterfalls in Sri Lanka, located approximately 2 kilometers from the little town of Belihuloya on the A4 road, 19 kilometers from Balangoda. The reason for its location and nature, and also this waterfall gets its name due to its natural place. Panthudawa waterfall forms a small but deep lake at the bottom that is supposed to be of immeasurable depth. It is shaped like the wick of a lamp, which contributes to its name (Pahana – a lamp).  Hence the waterfall given name Pahanthudawa Falls. Pahanthudawa waterfall lies in the Samanalawewa Tourist Zone in the Ratnapura District of the Sabaragamuwa Province. ",
            "placeImage": "https://www.attractionsinsrilanka.com/wp-content/uploads/2019/09/Pahanthuda-Waterfall-Pahanthudawa-Waterfall.jpg"
        },
        {
            "placeId": 4,
            "placeTile": "Sri Pada / Adam's Peak",
            "placeDescription": "Adam's Peak or Śrī Pāda is a 2,243 m tall conical sacred mountain located in central Sri Lanka. It is well known for the 'Śrī Pāda', i.e., 'sacred footprint', a 1.8 m rock formation near the summit. In Buddhist tradition the print is held to be the footprint of the Buddha, in Hindu tradition that of Hanuman or Shiva, i.e., 'Mountain of Shiva's Light', and in some Islamic and Christian traditions that of Adam, or that of St. Thomas. The mountain is also known as Mount Malaya in Buddhist sources, particularly the Mahayana Lankavatara Sutra, which states that the Buddha preached this sutra on top of the mountain. According to this sutra, the mountain was the abode of Rāvanā, overlord of the Raskshasas and ruler of Laṅkā. Other names in Sanskrit sources include Mount Lanka, Ratnagiri, Malayagiri or Mount Rohana. The mountain is also seen as the abode of the deity Saman and also goes by various names associated with this, including Sumanakūta and Samanalakanda.",
            "placeImage": "https://www.ceylonexpeditions.com/medias/destination_places/big/110/sri-pada-adam-s-peak-sri-lanka.jpg"
        },
        {
            "placeId": 5,
            "placeTile": "Sri Sumana Saman Devalaya ",
            "placeDescription": "Maha Saman Devalaya or the Great Saman Temple is a shrine dedicated to deity Saman, situated at Ratnapura, Sri Lanka who is the presiding deity of the Sri Pada Mountain which is also called Samanthakuta meaning the mountain of Saman which is believed to have the left foot impression of Buddha which he kept in his visit to Sri Lanka.",
            "placeImage": "https://www.attractionsinsrilanka.com/wp-content/uploads/2020/04/Maha-Saman-Devalaya-1.jpg"
        },
        {
            "placeId": 6,
            "placeTile": "Diva Guhawa",
            "placeDescription": "The Batatotalena Cave, also known as the Diva Guhava in Buddhist literature, is a cave system in Sudagala, 8 km away from the town of Kuruwita, in the Sabaragamuwa Province of Sri Lanka. The cave measures approximately 15 m high, 18 m wide, and 25 m in length, totalling the internal cave area to 6,800 m³",
            "placeImage": "https://thumbs.dreamstime.com/b/diva-guhawa-caves-temple-ratnapura-sri-lanka-diva-guhawa-caves-temple-ratnapura-sri-lanka-118893864.jpg"
        },
        {
            "placeId": 7,
            "placeTile": "Mawanella Old Brick Bridge",
            "placeDescription": "Mawanella Bridge is the oldest operational brick bridge in Sri Lanka. The bridge was built in 1833 in Mawanella over the Maha Oya. The arch bridge has four arches, with each arch 15 m in length and is constructed entirely from bricks. In 1820 the British commenced construction of the Colombo - Kandy Road, under the orders of the Governor of Ceylon, Sir Robert Wilmot-Horton. The construction of the road was supervised by Captain William Francis Dawson. Five bridges had to be constructed with the road, one being the Arch Bridge over the Maha Oya in Mawanella, the other four were the Ferry Bridge over Kelani River, the Arch Bridge over Hingula Oya in Hingula, the Pilimathalawa Bridge across Nanu Oya and the Satin Bridge over Mahaweli River in Peradeniya. Construction of the bridge commenced in 1832 and was completed in 1833. The bridge was formally recognised by the Government as an protected archaeological site on 1 November 1996. In 2005 a modern concrete bridge was constructed to the north of the historic bridge.",
            "placeImage": "https://64.media.tumblr.com/c99d5b7a9f7cd06d174cc680ffe8a4a4/tumblr_omj9aezdaM1tmsncuo1_1280.jpg"
        },
        {
            "placeId": 8,
            "placeTile": "Pinnawala Zoo",
            "placeDescription": "Pinnawala Open Zoo is a zoological garden in Pinnawala, Sri Lanka, which is situated closer to the Pinnawala Elephant Orphanage. The zoo was opened for public on 17 April 2015. This is the first open-air zoo in Sri Lanka and second zoo in Sri Lanka after Dehiwala zoo. The zoo was opened for the visitors free of charge from 17 – 30 of April 2015. ",
            "placeImage": "https://upload.wikimedia.org/wikipedia/commons/5/5b/Entrance_of_the_Pinnawala_Open_Zoo.jpg"
        },
        {
            "placeId": 9,
            "placeTile": "Hawagala",
            "placeDescription": " ",
            "placeImage": "https://www.attractionsinsrilanka.com/wp-content/uploads/2020/04/Hawagala-1.jpg"
        }
    ]
}